Repository: aigarzs/python-project-52
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lv

source: Task Manager - Hexlet
lv: Uzdevumu pārvaldnieks - Hexlet

source: Task manager
lv: Uzdevumu pārvaldnieks

source: Users
lv: Lietotāji

source: Login
lv: Ieiet

source: Registration
lv: Reģistrēties

source: Hello from Hexlet!
lv: Sveiciens no Hexlet!

source: Practical programming courses
lv: Praktiski programmēšanas kursi

source: Find more
lv: Uzzināt vairāk

source: Username
lv: Lietotājvārds

source: First name
lv: Vārds

source: Last name
lv: Uzvārds

source: Required field. No more than 150 characters. Accepted characters, numbers and symbols @/./+/-/_.
lv: Obligāts lauks. Ne vairāk kā 150 simboli. Atļauti burti, numuri un simboli @/./+/-/_

source: Your password should contain at least 3 symbols.
lv: Parolei jāsatur vismaz 3 simboli.

source: Password confirm
lv: Paroles apstiprināšana

source: For confirmation please repeat your password.
lv: Apstiprināšanai lūdzu atkārtojiet paroli.

source: Full name
lv: Pilns vārds

source: Date created
lv: Izveidošanas datums

source: Update
lv: Labot

source: Delete
lv: Dzēst

source: You have logged in
lv: Jūs iereģistrējāties.

source: Please enter valid user name and password. Both fields might be register sensitive.
lv: Lūdzu ievadiet derīgu lietotājvārdu un paroli. Abi lauki var būt reģistrjūtīgi.

source: Passwords do not match.
lv: Paroles nesakrīt.

source: Register user
lv: Reģistrēt lietotāju

source: A user with that username already exists.
lv: Lietotājs ar tādu lietotājvārdu jau eksistē.

source: User has successfully registered
lv: Lietotājs veiksmīgi piereģistrēts.
